Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Jednak decyzja musi nastąpić szybko, gdyż czas nas goni.
uk: Однак рішення потрібно прийняти швидко, бо час підганяє.

source: Jednak dopiero po ekspedycji Maksyma kupcy dostrzegli swoją szansę. Coraz częściej wpływali na władzę w koloniach, dyktując warunki obrotu towarami. Z czasem zaczęli decydować o polityce, zaciągać armie i wybijać własne monety. Powstało wówczas wiele związków, które pod sztandarem Ligi Wschodniej wypowiedziały posłuszeństwo królowi.
uk: Однак лише після експедиції Максимуса торговці усвідомили свої можливості. Вони дедалі більше впливали на владу в колоніях, диктуючи умови торгівлі. Згодом вони почали вирішувати питання політики, набираючи армії та карбуючи власні монети. Тоді ж утворилася низка союзів, які під прапором Східної ліги заявили про непокору королю.

source: Jednak gdy cię zobaczyłam pewna myśl przeszła przez moją głowę.
uk: Однак, коли я тебе побачила, у мене в голові промайнула думка.

source: Jednak ja jestem dumny z badań jakie prowadzę! Jestem astrologiem!
uk: Однак я пишаюся своїми дослідженнями! Я ж астроном!

source: Jednak lamenty człowieka doszły do uszu Innosa, który swym świetlistym mieczem rozciął wstęgę Wiecznej Pustki i rozproszył mrok. Gorejący blask Jego ostrza stopił najczarniejsze serca, a zbłąkanych ludzi sprowadził znów na drogę światła. Lecz wówczas Mroczny przywołał na świat Bestię, która na powrót zatruła ludziom serca i ciemność zawisła nad nieboskłonem. Ale Pan Światła nie pozostawił człowieka w potrzebie i wytoczył ponad chmury świetlistą tarczę, która po dziś dzień przynosi nadzieję strapionym.
uk: Але людський плач долинув до вух Інноса, котрий своїм сяючим мечем розрізав павутину Вічної Порожнечі та розвіяв темряву. Палаючий блиск Його клинка розтоплював найтемніші серця і повертав загублених людей на шлях світла. Але тоді Темний викликав у світ Звіра, який знову отруїв людські серця, і темрява нависла над небокраєм. Але Бог Світла не залишив людство у скрутну хвилину і розмістив над хмарами сяючий щит, який і донині дарує надію стражденним.

source: Jednak ludzie jeszcze nie zeszli na psy.
uk: Однак, люди ще не опустилися до собак.

source: Jednak ludzie ufają straży i szukają u nas pomocy. Szkoda tylko, że w tak prymitywnej formie jak zwykła jałmużna.
uk: Проте люди довіряють вартовим і звертаються до нас по допомогу. Шкода тільки, що в такій примітивній формі, як жебрацтво.

source: Jednak martwię się o panicza. Nie wygląda dobrze. Chciałbym mu jakoś pomóc, ale nie wiem jak.
uk: Все ж, я хвилююся за панича. Він виглядає недобре. Я б хотів якось допомогти, та не знаю як.

source: Jednak mieli co do was rację, Gildia Kupiecka to zbieranina oszustów i idiotów.
uk: Однак вони мали рацію щодо тебе, Торгова Гільдія – це збіговисько шахраїв та ідіотів.

source: Jednak myliłem się co do ciebie. Jesteś zwykłym pieskiem na posyłki!
uk: Однак я помилявся щодо тебе. Ти просто собака на побігеньках!

source: Jednak najbardziej upodobałam sobie imię Vrazka.
uk: Але найбільше мені сподобалося ім'я Вразка.

source: Jednak nie cała substancja w żądle jest groźna. Jeśli energicznie przełamiemy je w połowie, możemy szybkim łykiem wypić cały płyn znajdujący się w jego tylnej części.
uk: Однак не всі речовини у жалі небезпечні. Якщо швидко розламати його навпіл, то можна випити рідину в задній його частині одним швидким ковтком.

source: Jednak nie chcę zakopywać mojej ukochanej córeczki gdzieś w rowie pod lasem.
uk: Але я не хочу ховати свою любу донечку десь у канаві під лісом.

source: Jednak nie mogę tego tak po prostu zignorować!
uk: Але я не можу це просто так проігнорувати!

source: Jednak obietnica to obietnica.
uk: Але обіцянка є обіцянкою.

source: Jednak po ostatnim zarekwirowaniu statków przez króla, niewiele okrętów handlowych do nas dociera. Większość statków dostarcza tu kolejnych uciekinierów i uchodźców.
uk: Однак, після нещодавньої конфіскації кораблів королем, до нас доходить мало торгових суден. Більшість кораблів доставляють сюди в основному біженців та втікачів.

source: Jednak po ostatnim zrekwirowaniu statków przez króla, niewiele okrętów handlowych do nas dociera. Większość statków dostarcza tu kolejnych uciekinierów i uchodźców.
uk: Однак, після нещодавньої конфіскації кораблів королем, до нас доходить мало торгових суден. Більшість кораблів доставляють сюди в основному біженців та втікачів.

source: Jednak pomogę ci z tymi topielcami.
uk: Я все ж допоможу тобі розібратися з луркерами.

source: Jednak przejdę się sam.
uk: Мабуть, я пройдуся сам.

source: Jednak się rozmyśliłem.
uk: І все ж я передумав.

source: Jednak się udało. Czyli jest nadzieja! Może uda się w końcu przekonać Przeora, by nakazał Radzie i magom z klasztoru przywołanie Lichwiarza do porządku.
uk: Однак нам вдалося. Отже, надія є! Може, нарешті вдасться переконати Настоятеля наказати Раді та магам монастиря закликати Лихваря до порядку.

source: Jednak straszne cholerstwa z tych topielców, nawet bardziej niż z poborców podatkowych.
uk: Однак, від цих луркерів навіть більше проблем, ніж від податківців.

source: Jednak wciąż czuję tą samą pustkę co wcześniej. Co jeśli wszystko, co robi nasz zakon, nie ma żadnego wyższego celu?
uk: Однак я досі відчуваю ту саму порожнечу, що й раніше. А що, якщо все, що робить наш орден, не має вищої мети?

source: Jednak wojna kiedyś się skończy, a wtedy całe to ścierwo trafi pod moje ostrze!
uk: Але війна колись закінчиться, і тоді вся ця мерзота потрапить під моє лезо!

source: Jednak wy młodzi czasem się do czegoś nadajecie. Masz, weź ten eliksir jako podziękowanie.
uk: Однак, ви, молодь, іноді буваєте корисними. Ось, візьми це зілля на знак подяки.

source: Jednak znowu potrzebuje wsparcia.
uk: Однак мені знову потрібна підтримка.

source: Jednak żeby zostać jednym z nas, masz przed sobą jeszcze długą drogę.
uk: Однак, тобі доведеться пройти довгий шлях, щоб стати одним із нас.

source: Jednak żyjesz! I jak się udało polowanie na pełzacze?
uk: Ти все ще живий! Як пройшло полювання на повзунів?

source: Jednak, gdy na wschodzie świata życie kwitło, tak na pozbawionym obfitych deszczy zachodzie więdło. Lecz wtedy wspaniała energia kreacji sprowadziła do świata żywioł wiatru, który popchnął burzowe chmury nad najdalsze zachodnie pustkowia, przeradzając je w tętniące życiem wszelakim gorące lasy. W taki sposób ostatni z żywiołów Morgradu dokonał swego dzieła tworzenia.
uk: Однак, в той час як життя розквітало на сході світу, воно в'януло на позбавленому дощів заході. Але потім велична енергія творіння принесла у світ стихію вітру, яка розігнала грозові хмари над найвіддаленішими західними пустелями, перетворивши їх на вируючі життям ліси. Таким чином, остання зі стихій Морграду виконала свою місію по створенню світу.

source: Jednak, gdyby nie tamte doświadczenia, prawdopodobnie nie byłabym teraz jedną z najbogatszych obywatelek Dzielnicy Portowej.
uk: Однак, якби не цей досвід, я, мабуть, не була б зараз однією з найбагатших мешканок Портового кварталу.

source: Jednak, jakby nie patrzeć, dorobił się na procentach z pożyczek i bardzo nie lubi gdy ktoś ociąga się ze spłatą.
uk: Однак, як не крути, він заробив свої гроші на відсотках від позик, і йому дуже не подобається, коли хтось затягує з виплатою боргів.

source: Jednak, jako że jesteś bratankiem Kurta, dam ci szansę na uniknięcie tych nieprzyjemności.
uk: Але оскільки ти племінник Курта, я дам тобі шанс уникнути цієї неприємності.

source: Jednak. Dlaczego to zrobiłeś?
uk: Ну ось. Навіщо ти це зробив?

source: Jednakże, słowo się rzekło. Proszę, oto papiery, które ci obiecałem.
uk: Однак, я дав слово. Прошу, ось папери, які я обіцяв.

source: Jednakże, słowo się rzekło. Proszę, to twoja zapłata.
uk: Однак, я дав слово. Прошу, ось твоя оплата.

source: Jednakże... winien ci jestem przeprosiny.
uk: Однак... я маю вибачитися перед тобою.

source: Jedne drzwi, jedne cholerne drzwi mnie dzielą od nowego, lepszego życia!
uk: Одні двері, одні кляті двері відділяють мене від нового та кращого життя!

source: Jednego dnia wszystko było w porządku, a następnego Reez i Ogis po prostu zniknęli. Nikt nie wie, co się stało.
uk: Одного дня все було гаразд, а наступного дня Різ і Огіс просто зникли. Ніхто не знає, що сталося.

source: Jednego dnia własny szef próbuje się cię pozbyć, innego masz do wyboru Górniczą Dolinę albo jakieś przeklęte ruiny.
uk: Одного дня твій начальник намагається позбутися тебе, а наступного – ти стоїш перед вибором між Гірничою Долиною і якимись проклятими руїнами.

source: Jednego z nich widziałem w Pękniętej Strunie, a drugiego niedaleko stoczni.
uk: Я бачив одного з них в Обірваній струні, а іншого – біля корабельні.

source: Jednego z nich widziałem w Pękniętej Strunie, drugiego w Syrenim Lamencie, a trzeciego niedaleko stoczni.
uk: Одного з них я бачив в Обірваній струні, іншого – у Плачі сирени, а третього – біля корабельні.

source: Jednego z nich widziałem w Syrenim Lamencie, a drugiego niedaleko stoczni.
uk: Я бачив одного з них у Плачі сирени, а іншого – біля корабельні.

source: Jednego z takich Mytników widziano na południe od Silbach, w pobliżu drewnianego mostu.
uk: Одного такого Митника було помічено на південь від Сільбаху, поблизу дерев'яного мосту.

source: Jednego z takich osobników widziano ostatnio w pobliżu opuszczonych chat przy południowo-zachodniej bramie.
uk: Одну таку особину нещодавно бачили біля покинутих хатин біля південно-західних воріт.

source: Jednego z tych tchórzliwych wieśniaków z kijami? Pewnie się bał nawet na nas spojrzeć!
uk: Одного з тих боягузливих селян з палицями? Він, напевно, боявся навіть поглянути на нас!

source: Jednego śmiecia mniej!
uk: Одним покидьком менше!

source: Jedni marzą by tak jak on dorobić się fortuny. Inni natomiast uważają, że ich długi są jego winą i pogardliwie nazywają go Lichwiarzem.
uk: Одні мріють заробити такі ж статки, як він. Інші, навпаки, вважають, що їхні борги – це його вина, і презирливо називають його Лихварем.

source: Jedni mówią, że nasz wódz był synem bogatego satrapy z Zandir Sol, który jego rękami chciał wywołać kolejną wojnę z Myrtaną. Inni twierdzili, że szukał zemsty na gubernatorze za to, że ten zamordował całą jego rodzinę. Kim jednak naprawdę był Mandes? Nie wiadomo. Dla mnie był ideą. Ideą walki o to, co słuszne. Zwykłym, szarym człowiekiem, takim jak ty i ja. Tym, który dokonał niemożliwego. Żarliwym Słońcem, które rozbudziło serca Południa.
uk: Одні казали, що наш вождь був сином багатого намісника із Зандір–Солу, який його руками хотів спровокувати нову війну з Міртаною. Інші стверджували, що він прагнув помститися правителю за те, що той убив усю його родину. Але ким був Мандес насправді? Достеменно невідомо. Для мене він був ідеєю. Ідеєю боротися за те, що правильно. Звичайна, сіра людина, як ми з вами. Той, хто досягнув неможливого. Палаюче Сонце, що пробудило серця Півдня.

source: Jedni zaklinali się, że widzieli na własne oczy jak Mandes w ucieczce przed niechybnie czekającym go stryczkiem, rzucił się w płomienie.
uk: Дехто стверджував, що бачив, як Мандес кинувся у полум'я, аби уникнути неминучої петлі.

source: Jedno chce wydłubać oczy drugiemu. A o rozstaniu żadne nie chce słyszeć. Najgorsze jest to, że cała ta sytuacja źle wpłynęła na Viktora.
uk: Одне хоче виколоти очі іншому. І жоден не хоче чути про розставання. А найгірше те, що вся ця ситуація сильно вплинула на Віктора.

source: Jedno jest jednak pewne - pod żadnym pozorem nie możemy pozwolić, by wpadła w niepowołane ręce, lub co gorsza, znowu niszczała przysypana gruzami.
uk: Одне можна сказати напевно – за жодних обставин ми не можемо допустити, щоб вони потрапили до чужих рук, або, що ще гірше, знову опинилися засипаними під завалами.

source: Jedno jest pewne, ta pijacka łajza i oszust dostała za swoje.
uk: Одне можна сказати напевно: цей п'яний покидьок і шахрай отримав по заслугах.

source: Jedno jest pewne, żywił urazę do Volkera i był gotowy łamać prawo by to pokazać.
uk: Одне можна сказати напевно: він затаїв образу на Волкера і був готовий порушити закон, щоб показати це.

source: Jedno jest pewne: i tak musisz zapłacić grzywnę.
uk: Одне можна сказати напевно: штраф доведеться сплатити в будь-якому випадку.

source: Jedno małe oszustwo dzieliło mnie od zostania kimś w tym mieście.
uk: Одна маленька брехня відділяла мене від того, щоб стати кимось у цьому місті.

source: Jedno muszę ci przyznać, twoja pomoc była nieoceniona w kwestii usprawnienia prochu.
uk: Мушу визнати, твоя допомога у вдосконаленні пороху була безцінною.

source: Jedno twoje słowo i dopisuję cię do listy. Idziesz na arenę, robisz to samo, co zrobiłeś z tymi nieszczęśnikami na ulicy Przystani i zgarniesz kopiec złota.
uk: Одне твоє слово – і я додам тебе до цього списку. Ти вийдеш на арену, зробиш те саме, що зробив з тими нещасними у Гавані, і забереш купу золота.

source: Jedno z przejść zablokowane jest mechanizmem, ale znalazłem sposób, jak je otworzyć.
uk: Один з проходів заблокований механізмом, але я знайшов спосіб його відчинити.

source: Jedno z przejść zablokowane jest mechanizmem...
uk: Один з проходів заблокований механізмом...

source: Jednocześnie prosimy mieszkańców miasta o wyrozumiałość dla wszystkich potrzebujących, niech miłosierdzie Adanosa nie będzie wam obce w tych niespokojnych czasach!
uk: Водночас просимо мешканців міста з розумінням ставитися до всіх нужденних, нехай милосердя Аданоса не буде чужим для вас у ці неспокійні часи!

source: Jednocześnie przemytnicy dalej posiadają własną bazę wypadową w pobliżu miasta, a póki nie wiemy o reszcie ich organizacji, to nie możemy sobie pozwolić na atak.
uk: У той же час, контрабандисти досі мають власну базу поблизу міста, і поки ми не знаємо, як вони організовані, ми не можемо дозволити собі напасти на них.

source: Jednocześnie wiesz, że nie możemy przesadzać. Pieski Króla tylko czekają na nasz błąd.
uk: У той же час, сам знаєш, нам не можна перестаратися. Королівські пси тільки й чекають, аби ми припустилися помилки.

source: Jednocześnie wyrażam zgodę na rozpoczęcie nauk u innego mistrza przy jednoczesnym zachowaniu wszelkich udogodnień związanych z praktykowaniem u mnie. Takich jak, między innymi, skupowanie wyznaczonych wcześniej przedmiotów.
uk: При цьому я даю згоду йому розпочати навчання в іншого майстра зі збереженням усіх переваг, що стосуються мого ремесла. У тому числі придбання заздалегідь визначених предметів.

source: Jednocześnie z dniem ogłoszenia tego rozporządzenia, chcąc chronić ograniczone miejsca pracy dla rdzennych mieszkańców miasta, całkowicie zakazuje się zatrudniania przez Mistrzów Czeladniczych osób nieposiadających obywatelstwa miasta Archolos.
uk: Одночасно з цим, з моменту набрання чинності цією постановою, з метою збереження обмеженої кількості робочих місць для уродженців міста, забороняється прийняття на роботу майстрами осіб, які не є громадянами міста Архолос.

source: Jednorazowo możesz wezwać
uk: Ви можете викликати лише одну

source: Jednorazowo wybaczę ci takie postępowanie ze względu na twoje zasługi dla królestwa, ale następnym razem zważaj na słowa!
uk: Цього разу я пробачу тобі таку поведінку через твої заслуги перед королівством, але наступного разу будь обережніший зі словами!

source: Jednostki te znacznie różnią się wyposażeniem. Wątpię, by Vengardzcy rzemieślnicy przewidzieli taką ewentualność.
uk: Спорядження цих підрозділів суттєво відрізняється. Сумніваюся, що ремісники Венгарду передбачили таку ситуацію.

source: Jednym sposobem, jakiego nauczył mnie znajomy myśliwy, jest kopanie wilczych dołów.
uk: Один із способів, якого мене навчив мій знайомий мисливець – викопати вовчу яму.

source: Jednym z nas, co? Mając nóż na gardle, każdy by tak powiedział.
uk: Одним з нас, так? З ножем біля горла будь-хто може так сказати.

source: Jednym z takich punktów jest... na południu od Vardhal i kaplica Adanosa w dorzeczu Srebrnej Rzeki. Wysnułem teorię, według której chramy ogniskowania mocy znajdują się w miejscach istotnych dla ongiś zamieszkujących je ludzi. Są to zarówno miejsca szczęśliwych celebracji, jak i miejsca wielkich tragedii.
uk: Одне з таких місць знаходиться... на південь від Вардхалу, а інше - в храмі Аданоса в долині Срібної річки. Я висунув теорію, згідно з якою місця зосередження сили розташовані в місцях, що були важливими для людей, які колись там мешкали. Це як місця радісних святкувань, так і місця великих трагедій.

source: Jedną sakiewkę?!
uk: Цілий гаманець?!

source: Jedną z miejscowych anegdot, która od dawna rozchmurza twarze znużonych żeglarzy, jest historia pewnego rybaka z Wysp Południowych. Na imię miał Kintarou, podobno na cześć prapradziada - nieustraszonego wilka morskiego, któremu żadne wody nie były obce.
uk: Одна з місцевих байок, яка здавна звеселяла втомлених моряків - це історія про рибалку з Південних островів. Його звали Кінтару, нібито на честь його прапрадіда - безстрашного морського вовка, якого не лякали ніякі води.

source: Jedną z pozycji na liście jest pancerz Gwardzisty Królewskiego. Muszę popytać znajomych Gwardzistów o pomoc lub ewentualnie udać się po pomoc do Graysona. Wyprawę do Wysłannika powinienem traktować jako ostateczność, bowiem na pewno nie będzie zadowolony z faktu, iż mieszam go w to zadanie.
uk: Один з пунктів у списку – обладунок королівського гвардійця. Мені потрібно попросити друзів-гвардійців про допомогу або, можливо, звернутися за допомогою до Грейсона. До Посла краще звертатися лише в крайньому випадку, оскільки він, мабуть, не зрадіє, що я вплутую його в цю справу.

source: Jedyna droga do Jona
uk: Єдиний шлях до Йона

source: Jedyna szansa na przetrwanie tego sztormu, to samodzielność.
uk: Єдиний шанс пережити цю бурю – це покластися на власні сили.

source: Jedyne co ci powiem, to żebyś z nim nie zadzierał. Może i wydaje się miły i skory do ugody, ale jeśli tylko coś mu się nie spodoba, to już po tobie.
uk: Єдине, що я тобі скажу – не зв'язуйся з ним. Він може здаватися добрим і готовим піти назустріч, але як тільки йому щось не сподобається – тобі кінець.

source: Jedyne co mi zostało to ten kamień. Jest sporo wart. Nie pytaj jak go przemyciłem.
uk: Єдине, що в мене залишилося – ось цей камінь. Він дорого коштує. Не питай, як я зміг його провезти.

source: Jedyne co mogę zrobić, to podwoić wartę i mieć nadzieję, że taka sytuacja już się nie powtórzy.
uk: Все, що я можу зробити, це подвоїти варту і сподіватися, що така ситуація не повториться.

source: Jedyne co pamiętam to to, że gdy ostatnio cię u nas widziałem, byłeś o głowę niższy! A, no i miałeś na niej trochę więcej włosów!
uk: Єдине, що пам'ятаю – коли ми востаннє бачились, ти був на голову нижчий! О, і волосся на ній було трохи більше!

source: Jedyne co przychodzi mi do głowy to orkowie, chłopcy z frontu często mówią, że wykorzystują przeróżne zwierzęta do walki.
uk: Єдине, що мені спадає на думку – це орки. Хлопці з фронту часто розповідали, що вони використовують у бою всіляких звірів.

source: Jedyne co wolno wnieść do kopalni to własne kilofy. Wszystkie twoje rzeczy będą przechowywane na zewnątrz. Po skończeniu pracy je odzyskasz.
uk: Єдине, що дозволено пронести до копальні – це власні кирки. Всі твої речі будуть зберігатися зовні. Ти отримаєш їх назад, коли закінчиш роботу.

source: Jedyne czego tutaj chciałem, to nowe, spokojne miejsce do życia.
uk: Єдине, чого я хотів тут – це нове, спокійне місце для життя.

source: Jedyne o co proszę, to datek, który umożliwi zakup innego eksponatu na miejsce tego kamiennego fragmentu.
uk: Єдине, про що я прошу – це пожертвувати кошти на придбання іншого експонату, який замінить цей кам'яний уламок.

source: Jedyne o czym nasłuchałem się wcześniej w wiosce, to ta cała Bestia, ale po opisie wątpię by była ona zdolna do uprowadzenia kogoś.
uk: Єдине, про що я чув раніше в селі, то це про Звіра, але зважаючи на опис, я сумніваюся, що він здатен когось викрасти.

source: Jedyne rzeczy, jakie mam przy sobie to ulotki, które parę dni przed zamachem rozwiesili na ogrodzeniu przeciwnicy mojego Pana.
uk: Єдине, що я маю при собі – це листівки, які за кілька днів до замаху розклеїли на паркані недруги мого пана.

source: Jedyne, co go wyróżnia, to ten ogromny apetyt.
uk: Єдине, що його вирізняє, це величезний апетит.

source: Jedyne, co mnie obchodzi, to żeby żołd był na czas.
uk: Єдине, що мене хвилює, це те, щоб платили вчасно.

source: Jedyne, czego do tego potrzebujesz, to dużo siły. Wbij ostrze w miejsce, gdzie skorupa łączy się ze skórą i zrób głębokie wcięcie.
uk: Для цього потрібна неабияка сила. Встроми лезо в місце, де панцир з'єднується зі шкірою, і зроби глибокий надріз.

source: Jedyne, do czego cię zobowiązuję, to do niemieszania w papierach. Jak raz się zdecydujesz, to nie będzie odwrotu.
uk: Єдине, до чого я тебе зобов'язую – не створювати плутанини з документами. Якщо ти вже вирішив, шляху назад немає.

source: Jedynie Thiago nie jest z naszych stron.
uk: Тільки Тьяго не з наших країв.

source: Jedynie ci, którzy prawdziwie otworzą swe oczy, mają szansę dostąpić zaszczytu spotkania boga mimo posiadania ułomnej duszy pełnej zła!
uk: Тільки ті, хто по-справжньому розплющили очі, отримують шанс на зустріч із богом, незважаючи на свою зіпсовану душу, сповнену зла!

source: Jedynie dzięki niezwykłej czujności i odwadze jednego z jego ochroniarzy udało mu się przeżyć ten haniebny atak.
uk: Тільки завдяки надзвичайній пильності та мужності одного з його охоронців йому вдалося пережити цей жахливий напад.

source: Jedynie ty sam jesteś w stanie osądzić swoje własne czyny.
uk: Тільки ти сам можеш оцінити власні вчинки.

source: Jedyny trop jak po sznurku prowadził prosto do groty górników, a pozostałości paczki leżały spalone w ognisku. Wydaje mi się to wszystko zbyt oczywiste, wręcz jak ustawione.
uk: Єдина зачіпка, як ниточка, вела прямо до печери гірників, а рештки пакунка лежали обгорілі в багатті. Мені здається, що все це надто очевидно, навіть схоже на підставу.

source: Jedyny trop, który mi pozostał, to sprawdzenie trasy złotych Innosów od jednego handlarza do drugiego. Mailor mówił, że przypływają do portu z innej części królestwa. Może robotnicy przy dźwigach będą coś wiedzieć? Groen zdobywa je dzięki pośrednikowi - Dimie, muszę z nią porozmawiać.
uk: Єдина зачіпка, яка у мене залишилася – це перевірити маршрут золотих Інносів від одного торговця до іншого. Мейлор сказав, що вони прибувають до порту з іншої частини королівства. Може, кранівники щось знають? Гроєн зв'язується з ними через посередника – Діну, мені треба з нею поговорити.

source: Jedyny, o jakim do tej pory mówiła. Mam nadzieję, że nie wymyśli czegoś nowego, bo nikogo przecież nie będziemy błagać o współpracę.
uk: Єдине, про що вона поки що казала. Сподіваюся, вона не придумає нічого нового, тому що ми не збираємося нікого благати про співпрацю.

source: Jedynym miastem, które jeszcze robi oszałamiające wrażenie od Archolos, jest Vengard. Mówię ci, jak to wszystko się skończy, musisz tam popłynąć.
uk: Єдине місто, яке досі справляє ще більше враження, ніж Архолос – це Венгард. Кажу тобі, коли все закінчиться, ти маєш там побувати.

source: Jedynym miastem, które robi jeszcze bardziej oszałamiające wrażenie od Archolos, jest Vengard. Mówię ci, jak to wszystko się skończy, musisz tam popłynąć.
uk: Єдине місто, яке справляє ще більш приголомшливе враження, ніж Архолос – це Венгард. Кажу тобі, коли все закінчиться, ти маєш там побувати.

source: Jedyną niedogodność może stanowić sposób dostania się do nich. Będziesz musiał pobrudzić sobie ręce.
uk: Єдина незручність полягає у тому, як його дістати. Тобі доведеться забруднити руки.

source: Jedyną osobą, która ma motyw i byłaby do czegoś takiego zdolna, to brat Holdwiga, Andreas.
uk: Єдиний, хто мав мотив, і здатний на таке – це брат Гольдвіга, Андреас.
